Projects/Project Final/Runs/runArchive/baseCase/system/sampleDict

    /*--------------------------------*- C++ -*----------------------------------*    | =========                 |                                                 |
    | \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
    |  \    /   O peration     | Version:  2.3.0                                 |
    |   \  /    A nd           | Web:      www.OpenFOAM.org                      |
    |    \/     M anipulation  |                                                 |
    \*---------------------------------------------------------------------------*/
    FoamFile
    {
        version     2.0;
        format      ascii;
        class       dictionary;
        location    "system";
        object      sampleDict;
    }
    // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

    interpolationScheme cellPoint;

    setFormat       raw;

    sets
    (
        centerLine
        {
            type    uniform;
            axis    y;
            start   ( 0 -0.5 0.05 );
            end     ( 0 1.0 0.05 );
            nPoints 100;
        }
        freeStream
        {
            type    uniform;
            axis    y;
            start   ( -2.5 0.0 0.05 );
            end     ( -2.5 1.0 0.05 );
            nPoints 100;
        }
    );

    fields
    (
        Ux
        Uy
    );


    // ************************************************************************* //
    
